Repository: common-repository/age-verification-for-woocommerce
Catalog: languages/languages_awar-domain-*.po
Languages: de_de

source: Please update WordPress to use this plugin
de_de: Bitte aktualisieren Sie WordPress bevor Sie dieses Plugin verwenden

source: Back to the plugins dashboard
de_de: Zurück zu den Plugins

source: Sorry, but Age verification requires WooCommerce to be installed and active.
de_de: 'Age verification' benötigt WooCommerce

source: Help
de_de: Hilfe

source: Settings
de_de: Einstellungen

# Front-End age popup
source: Day
de_de: Tag

# Front-End age popup
source: Month
de_de: Monat

# Front-End age popup
source: Year
de_de: Jahr

# Front-End age popup
source: or earier
de_de: oder früher

# Front-End datepicker
source: Confirm my age
de_de: Alter bestätigen

# Front-End datepicker
source: I hereby declare that the information made is correct and I agree that this data will be collected electronically in order to confirm my age.
de_de: Hiermit bestätige ich die Vollständigkeit und Richtigkeit der oben gewählten Angaben. Die Daten werden nur zur Altersverifizierung erhoben.

# Front-End age popup
source: Enter your age
de_de: Geburtsdatum eingeben

# Front-End age popup
source: Please confirm your age.
de_de: Bitte bestätigen Sie Ihre Volljährigkeit.

# Front-End age popup
source: Confirm your age
de_de: Volljährigkeit bestätigen

# Admin menu tab title
source: Age Verification
de_de: Altersverifizierung

# Admin menu section headline
source: General
de_de: Allgemein

# Admin menu section headline
source: Privacy
de_de: Datenschutz

# Admin menu section headline
source: Custom Text
de_de: Eigene Texte

# Admin menu headline
source: Privacy
de_de: Datenschutz

# Admin menu label
source: If you are looking to change the texts of your pop-up, you are at the right place, leave fields blank if you want the default text.
de_de: Hier können Sie die texte im Pop-Up Fenster anpassen. Bitte lassen Sie die Felder leer wenn

# Admin menu label
source: Title
de_de: Pop-Up Titel

# Admin menu label
source: Subtitle
de_de: Pop-Up Untertitel

# Admin menu label
source: Datepicker title
de_de: Date-Picker Überschrift

# Admin menu label
source: Datepicker day
de_de: Date-Picker "Tag"

# Admin menu label
source: Datepicker month
de_de: Date-Picker "Monat"

# Admin menu label
source: Datepicker year
de_de: Date-Picker "Jahr"

# Admin menu label
source: Text for "or earlyer"
de_de: Text statt "oder früher"

# Admin menu label
source: Checkbox description
de_de: Verifizierungs-Beschreibung neben der CheckBox

# Admin menu label
source: Button text
de_de: Text von der Submit-Schaltfläche

# admin menu description for the privacy policy
source: Activate
de_de: Aktiv

# admin menu description for the checkbox
source: Privacy Policy
de_de: Datenschutzerklärung

# Admin menu description on: imprint is active
source: Display a small privacy link under the "confirm" button inside your modal popup.
de_de: Ein Verweis auf die Datenschutzrichtlinien am Ende das Pop-Ups anzeigen.

# admin menu description for the privacy policy
source: Select a page for your privacy policy.
de_de: Wählen sie Ihre Datenschutzerklärung.

# Admin menu label
source: %s The privacy policy %s text %s inside your link.
de_de: %s %s Datenschutztext %s für den Link.

# default value for an admin option
source: Privacy
de_de: Datenschutzerklärung

# admin menu description for the Imprint
source: Activate
de_de: Aktiv

# admin menu description for the checkbox
source: Imprint
de_de: Impressum

# Admin menu description on: imprint is active
source: Display a small imprint link under the "confirm" button inside your modal popup.
de_de: Ein Verweis auf das Impressum am Ende das Pop-Ups anzeigen.

# admin menu description for the imprint
source: Select a page for your imprint.
de_de: Impressum Auswählen

# Admin menu label
source: %s The imprint %s text %s inside your link.
de_de: %s %s Impressumstext %s für den Link.

# default value for an admin option
source: Imprint
de_de: Impressum

# Admin menu headline
source: Behavior
de_de: Funktion

source: Minimum age
de_de: Mindestalter

# Admin menu label
source: %s The %s minimum age %s for a user to pass the verification.
de_de: %s Das %s Mindestalter %s um die Verifiziert zu werden

# Admin menu headline
source: Appearance
de_de: Darstellung

# Admin menu sub-headline
source: Submit-Button
de_de: Schaltfläche zum Bestätigen

# Admin menu label
source: The %s background %s color for your button (if highlighted).
de_de: Die %s Hintergrundfarbe %s für den Button (wenn aktiv).

# Admin menu label
source: The %s shadow %s color for your button.
de_de: Die %s Schattenfarbe %s für den Button.

# Admin menu label
source: %s The %s text %s color for your button.
de_de: %s Die %s Text %s Farbe von der Schaltfläche.

# Admin menu headline
source: Product categories
de_de: Produktkategorie

# admin menu "i" (info) popup for the category multiselect
source: The categories will appear if you click on products from your admin side menu, you should select every category you want to lock out for specific user groups.
de_de: Wählen sie jede Kategorie aus, auf der das Popup erscheinen soll. Sie die Shop Kategorie im WooCommerce Menü

# admin menu description for the Imprint
source: Activate a back-button
de_de: Zurück-Button hinzufügen

# admin menu description for the checkbox
source: Back-Button
de_de: Zurück-Button

# Admin menu description
source: Show a tiny back button on top of your popup, visitors can leave the site if desired.
de_de: Fügen Sie ein kleinen Zurück-Pfeil hinzu, damit Besucher die Seite einfacher verlassen können.

# admin menu description for the Imprint
source: Activate a lock icon
de_de: Schloss-Symbol hinzufügen

# admin menu description for the checkbox
source: Lock-Icon
de_de: Schloss-Symbol

# Admin menu description
source: Show a tiny lock icon on top of your popup.
de_de: Fügen Sie ein kleines Schloss-Symbol hinzu.

# Admin menu label
source: Position of your lock icon.
de_de: Position des Schloss-Symbols.

source: Restrict WooCommerce products for a certain age group using a beautiful and small popup window, after completing the setup and selecting your categories, visitors need to type in their date of birth in a compact popup window, if they pass, we store a browser-cookie to remember it next time. You will be able to control the product access for certain age groups precisely. Control everything with our highly customizable, easy and advanced admin backend.
de_de: Verhindert mithilfe einer Verifizierung den Zugang von minderjährigen Besuchern auf ihren Shop. Es können eine- oder mehrere WooCommerce Produktkategorien ausgewählt werden. Es erscheint ein kleines Pop-Up Fenster, die Besucher werden aufgefordert ihr Geburtsdatum einzugeben und die Bestätigung wird mit einem Browser-Cookie gespeichert. Verwenden Sie unseren Adminbereich um die Cookie-dauer und Pop-Up Darstellung anzupassen.
